<?php

$news = array(

array('title' => '武汉围墙疑因暴雨倒塌8人遇难 团山隧道山体滑坡','date' => '2014-1-6'),
array('title' => '京九线多辆列车因暴雨被困 安徽桐城挂渡河多处决口','date' => '2014-1-6'),
array('title' => '湖北多地降雨量百年一遇 江苏等6省区将有大暴雨','date' => '2014-1-6'),
array('title' => '媒体：省委书记上任先去看望老同志有啥玄机','date' => '2014-1-6'),
array('title' => '中石油提西伯利亚天然气一体化开发 俄方拒绝','date' => '2014-1-6'),

array('title' => '武汉围墙疑因暴雨倒塌8人遇难 团山隧道山体滑坡','date' => '2014-1-6'),
array('title' => '京九线多辆列车因暴雨被困 安徽桐城挂渡河多处决口','date' => '2014-1-6'),
array('title' => '湖北多地降雨量百年一遇 江苏等6省区将有大暴雨','date' => '2014-1-6'),
array('title' => '媒体：省委书记上任先去看望老同志有啥玄机','date' => '2014-1-6'),
array('title' => '中石油提西伯利亚天然气一体化开发 俄方拒绝','date' => '2014-1-6'),


);



echo json_encode($news);









?>